import React from 'react'
import Link from 'next/link'

const Resume = () => {
  return (
    <article>
      <div>
        <h2>لورم ایپسوم متن ساختگی</h2>
        <h3>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم</h3>
        <p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت</p>
        <ul>
          <li>1</li>
          <li>2</li>
          <li>3</li>
        </ul>
        <ul>
          <li>
            <Link href="/aboutUs">اطلاعات بیشتر</Link>
          </li>
          <li>
            <Link href="/products">مشاهده محصولات</Link>
          </li>
        </ul>
      </div>
      <div>
        <div></div>
        <h2></h2>
      </div>
    </article>
  )
}

export default Resume
