const textValue = {
  followUs: "مارا دنبال کنید",
  phone: "44018936 - 09124786958",
  location: "سعادت آباد، بلوار دریا، پلاک 49، واحد 4",
};

const textHome = {
  slideHead: "لورم ایپسوم متن ساختگی",
  slidePar: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
  showHead: "محصولات شرکت ما",
  showPar: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم",
  showPic1: "لورم ایپسوم متن ساختگی",
  showPic2: "لورم ایپسوم متن ساختگی",
  showPic3: "لورم ایپسوم متن ساختگی",
};

export { textValue, textHome };
