const headerV = {
  followUs: "مارا دنبال کنید",
  phone: "44018936 - 09124786958",
  location: "سعادت آباد، بلوار دریا، پلاک 49، واحد 4",

  tabs: [
    {id: 1, src:"/", text:"خانه"},
    {id: 2, src:"/products", text:"محصولات"},
    {id: 3, src:"/aboutUs", text:"درباره ما"},
    {id: 4, src:"/contactUs", text:"تماس با ما"}
  ],
};

const textHome = {
  slides: [
    {
      id:1,
      mHr1: "لورم ایپسوم متن ساختگی",
      par1: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است",
      btn1: {src:"", text:"مشاهده"},
      pics: {}
    },
  ]
  

}

const resumeV  = {
  mHr: "لورم ایپسوم متن ساختگی",
  sHr: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم",
  par: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت",
  attributes: [
    {id: 1, src:"", title:"بهترین کیفیت"},
    {id: 2, src:"", title:"تضمین قیمت"},
    {id: 3, src:"", title:"گارانتی دستگاه"}
  ],
  btns: [
    {id: 1, src: "/", title:"اطلاعات بیشتر"},
    {id: 2, src: "/", title:"مشاهده محصولات"}
  ],
}

const showV = {
  mHr: "محصولات شرکت ما",
  par: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم",
  images: [
    {id: 1, src:"/res/assets/motor.png", alt:"Pic1", desc:"لورم ایپسوم متن ساختگی"},
    {id: 2, src:"/res/assets/motor.png", alt:"Pic2", desc:"لورم ایپسوم متن ساختگی"},
    {id: 3, src:"/res/assets/motor.png", alt:"Pic3", desc:"لورم ایپسوم متن ساختگی"}
  ]
}

const footerV = {
  hd1: "درباره ما",
  p11: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع",
  p12: "شرکت ما را در شبکه های اجتماعی دنبال کنید:",

  socials: [
    {id: 1, src:""},
    {id: 2, src:""},
    {id: 3, src:""}
  ],

  hd2: "لینک ها",
  links: [
    {id: 1, src: "/products", title: "محصولات"},
    {id: 2, src: "/aboutUs", title: "درباره ما"},
    {id: 3, src: "/contactUs", title: "ارتباط با ما"}
  ],

  hd3: "ارتباط با ما",
  contacts: [
    {id: 1, src: "", text: "021-22399433"},
    {id: 2, src: "", text: "021-22394885"},
    {id: 3, src: "", text: "lorem@ipsum.com"},
    {id: 4, src: "", text: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است"},
  ]

}

export { headerV, textHome, resumeV, showV, footerV };
